using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace LetMeRemindYou.Status
{
    public static class EndeavorMessage
    {
        public static string Messages = @"{
	        ""Name1"":""朝着一个目标前进，尽量使用你的潜能，才华横溢的你会发现机会的存在。"",
            ""Name2"":""每个人的前进路上都有一堆障碍。但是你必须对现状负责并克服这些困难。选择不作为就是在选择逃避生活。"",
            ""Name3"":""后悔是一种耗费精神的情绪，后悔是比损失更大的损失，比错误更大的错误，所以不要后悔。"",
            ""Name4"":""人生的路上，如果缺少体谅，不能理解，没有谦让，日子就会越过越烦恼。早安心语正能量"",
            ""Name5"":""所有的胜利，与征服自己的胜利比起来，都是微不足道。 所有的失败，与失去自己的失败比起来，更是微不足道。"",
            ""Name6"":""美好的生命应该充满期待、惊喜和感激。鼓励自己的说说"",
            ""Name7"":""有希望在的地方，痛苦也成欢乐。"",
            ""Name8"":""人只要不失去方向，就不会失去自己。"",
            ""Name9"":""不论你在什么时候开始，重要的是开始之后就不要停止。 不论你在什么时候结束，重要的是结束之后就不要悔恨。"",
            ""Name10"":""时刻充满感激之心会让你保持快乐。"",
            ""Name11"":""我们虽然哭着来到世上，但应该用微笑面对人生，创造精彩人生。"",
            ""Name12"":""只要厄运打不垮信念，希望之光就会驱散绝望之云。"",
            ""Name13"":""不要认为只要付出就一定会有回报，这是错误的。学会有效地工作，这是经营自己强项的重要课程。"",
            ""Name14"":""自己丰富才感知世界丰富，自己善良才感知社会美好，自己坦荡才感受生活喜悦，自己成功才感悟生命壮观!"",
            ""Name15"":""不要把成功想得太遥远，有时候，它离我们很近，只是由于我们的疏忽而与它失之交臂。"",
            ""Name16"":""相信自己，你能作茧自缚，就能破茧成蝶。过你的日子，别去想你过了的日子。"",
            ""Name17"":""就算你不快乐也不要皱眉，因为你永远不知道谁会爱上你的笑容。"",
            ""Name18"":""明天的希望，让我们忘了今天的痛苦。"",
            ""Name19"":""失败并不可怕，只要我们怀着一颗不服输的心，勇往直前，那么胜利将不会离我们太远。"",
            ""Name20"":""每个人都有潜在的能量，只是很容易：被习惯所掩盖，被时间所迷离，被惰性所消磨。"",
            ""Name21"":""界上最遥远的距离，不是相爱的人不能在一起，而是明明不能停止思念，却装作对方从未走进自己心间。"",
            ""Name22"":""当你能飞的时候就不要放弃飞;当你能梦的时候就不要放弃梦;当你能爱的时候就不要放弃爱。"",
            ""Name23"":""你以为最酸的感觉是吃醋吗?不是的，最酸溜溜的感觉是没权吃醋，根本就轮不到你吃醋，那就是最酸最酸的。"",
            ""Name24"":""就算跑最后一名又怎样，至少我又运动精神。而且我一定会跑完全程，只要跑到终点我就成功了!"",
            ""Name25"":""不要去害怕做一件事，不要害怕触景伤情，不要害怕说错话，不要害怕想起过去，不要害怕面对未来。"",
            ""Name26"":""突然发现，原先不少要好的朋友已经在不知不觉中失去联系。原来，友情和爱情一样，没有经营，最后也会形同陌路。"",
            ""Name27"":""有话就要说出来，有不满就要骂出来，有情绪就要发泄，有爱就要讲。我们的青春很快就过去，不要整天怕这怕那。"",
            ""Name28"":""幸福像掉到沙发下面的一粒纽扣――你专心找，怎么也找不到，等你淡忘了，它自己就滚出来了。"",
            ""Name29"":""就算跑最后一名又怎样，至少我又运动精神。而且我一定会跑完全程，只要跑到终点我就成功了!"",
            ""Name30"":""不要去反复思考同一个问题，不要把所有的感情都放在一个人身上，你还有父母，有朋友。"",
            ""Name31"":""当你没有人可以依靠的时候，哪怕再苦，再累，再痛，都要告诉自己别放弃，要坚强。"",
            ""Name32"":""如果敌人让你生气，那说明你还没有胜他的把握。如果朋友让你生气，那说明你仍然在意他的友情。"",
            ""Name33"":""能冲刷一切的除了眼泪，就是时间，以时间来推移感情，时间越长，冲突越淡，仿佛不断稀释的茶。"",
            ""Name34"":""我们的生活里，总是带着一些自己的梦想，带着一些别人的期望，带着一些自己的使命和责任。"",
            ""Name35"":""不甘于接受命运的安排，你就要敢于去安排自己的命运"",
            ""Name36"":""青春期完全是搜索的的大好时光。——史帝文森"",
            ""Name37"":""青春时期的任何事情都是考验。——史蒂文森"",
            ""Name38"":""青春的朝气和前进不已的好奇心若消失，人生就没有意义了。——穆勒"",
            ""Name39"":""青春的幻想既狂热又可爱。——约肖特豪斯"",
            ""Name40"":""青春耐久藏珍宝。——莎士亚"",
            ""Name41"":""青春，一旦和它紧紧地握手，就能获得开拓新途径的动力，拥有创造性人生的灵性。——金马"",
            ""Name42"":""青春如初春，如朝日，如百卉之萌动，如利刃之新发于硎，人生最宝贵之时期也。青年之于社会，犹新鲜活泼细胞之在身。——陈独秀"",
            ""Name43"":""青春啊，永远是美好的，可是真正的青春，只属于这些永远力争上游的人，永远忘我劳动的人，永远谦虚的人!——雷锋"",
            ""Name44"":""青春，就像受赞美的春天。——勃特勒青春是美妙的;挥霍青春就是犯罪。——萧伯纳"",
            ""Name45"":""青春是不耐久藏的东西。——莎士比亚"",
            ""Name46"":""青春的美丽与珍贵，就在于它的无邪和无暇，在于它的可遇而不可求，在于它的永不重回。——席慕容"",
            ""Name47"":""自我反省，轻轻拂去心灵的灰尘，还自己一片心灵的晴空，不历经风雨，又怎能见彩虹?茫茫人海，紫陌红尘，滚滚红尘中有了你，日子才会过得如此美丽。"",
            ""Name48"":""做人要大气，要宽容，舍弃，幽默，中庸为大，包含要广。还要致广大，尽细微。"",
            ""Name49"":""要永远坚信这一点：一切都会变的，无论受多大创伤心情多么沉重，一贫如洗也好，都要坚持住。太阳落了还会升起，不幸的日子总会有尽头，过去是这样，将来也是这样。"",
            ""Name50"":""人生是由许多个微观元素组成的，其中最重要的是，内心的认识，也就是一种人生意识。人生意识高的人，无论怎么说总是会把苦难看作人生的成长，或者是心灵的蜕变。""
            }";
        }
    }
