using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace LetMeRemindYou.Status
{
    public static class EveningMessage
    {
        public static  string Messages = @"{
	        ""Name1"":""身未动，心已远。下班快乐！"",
            ""Name2"":""我和西藏之间，只隔着一张火车票！下班快乐！"",
            ""Name3"":""这里的风景美不胜收，真让人流连忘返。下班快乐！"",
            ""Name4"":""梦想，并不奢侈，只要勇敢地迈出第一步。下班快乐！"",
            ""Name5"":""一个人的旅行，在路上遇见最真实的自己。下班快乐！"",
            ""Name6"":""背上行囊去远方，那个梦寐以求的目的地。下班快乐！"",
            ""Name7"":""一路涉足、一路留恋、一路回望。依旧前行！下班快乐！"",
            ""Name8"":""旅行要学会随遇而安，淡然一点，走走停停。下班快乐！"",
            ""Name9"":""一辈子是场修行，短的是旅行，长的是人生。下班快乐！"",
            ""Name10"":""当遗忘变成另一种开始，我踏出了旅途的第一步！下班快乐！"",
            ""Name11"":""要么读书要么旅行，灵魂和身体，必须有一个在路上。下班快乐！"",
            ""Name12"":""因为有梦，所以勇敢出发，选择出发，便只顾风雨兼程。下班快乐！"",
            ""Name13"":""每个人心中，都会有一个古镇情怀，流水江南，烟笼人家。下班快乐！"",
            ""Name14"":""一颗说走就走的心，一个会拍照的情侣，一段甜蜜的旅程。下班快乐！"",
            ""Name15"":""旅行的理由不需要阐述太多，一个字就可以概括全部：走。下班快乐！"",
            ""Name16"":""每个人心中，都会有一个古镇情怀，流水江南，烟笼人家。下班快乐！"",
            ""Name17"":""出去旅行，不是去看风景，而是去寻回自己——最本真的自己。下班快乐！"",
            ""Name18"":""我们一路上兴致勃勃地参观，当夕阳西下时，才恋恋不舍地离开。下班快乐！"",
            ""Name19"":""人生最好的旅行，就是你在一个陌生的地方，发现一种久违的感动。下班快乐！"",
            ""Name20"":""一个背包，几本书，所有喜欢的歌，一张单程车票，一颗潇洒的心。下班快乐！"",
            ""Name21"":""旅游不在乎终点，而是在意途中的人和事还有那些美好的记忆和景色。下班快乐！"",
            ""Name22"":""人生至少要有两次冲动，一为奋不顾身的爱情，一为说走就走的旅行。下班快乐！"",
            ""Name23"":""旅行是一种病，当你把身边的人都传染了，而你自己根本不想从中跑出来。下班快乐！"",
            ""Name24"":""旅行的意义不在其他，而在自己“身体和心灵，必须有一个在旅行的路上。”下班快乐！"",
            ""Name25"":""想呼吸着每座城市的空气，想感受着每座城市的人儿，想看着每座城市的风景。下班快乐！"",
            ""Name26"":""流转的时光，都成为命途中美丽的点缀，看天，看雪，安安静静，不言不语都是好风景。下班快乐！"",
            ""Name27"":""总有一天，我会丢下我所有的疲倦和理想，带着我的相机和电脑，远离繁华，走向空旷。下班快乐！"",
            ""Name28"":""背着背包的路上，看过许多人，听过许多故事，见过旅行风景，就这样，慢慢学会了长大。下班快乐！"",
            ""Name29"":""一个人旅行，不理会繁杂的琐事，自由自在地，去体验一个城市，一段故事，留下一片欢笑。下班快乐！"",
            ""Name30"":""人生就像一场旅行，不必在乎目的地，在乎的是沿途的风景以及看风景的心情，让心灵去旅行！下班快乐！"",
            ""Name31"":""很多事情就像是旅行一样，当你做出决定并迈出第一步的时候，最困难的那部分其实就已经完成了。下班快乐！"",
            ""Name32"":""失去的我们不妨让其失去，因为它可让我们少些惆怅；得到的我们不妨少些满足，因为它可让我们多些清醒。下班快乐！"",
            ""Name33"":""人生就是一次充满未知的旅行，在乎的是沿途的风景，在乎的是看风景的心情，旅行不会因为美丽的风景终止。下班快乐！"",
            ""Name34"":""不要悲观地认为自己很不幸，其实比你更不幸的人还很多；不要乐观地认为自己很伟大，其实你只是沧海之一粟。下班快乐！"",
            ""Name35"":""对未知的恐惧，对舒适的留恋将阻止我们成为一个旅行者走上的冒险旅程。可是，当你作出这样的选择，你就永远不会后悔。下班快乐！"",
            ""Name36"":""找个舒适的小店，挑张雅致的明信片，送给中意的ta。背面写上：某年某月某日，下午某时，天气晴，我在某地，想念你。下班快乐！"",
            ""Name37"":""我想一个人旅行，可以不带相机，也不要带上手机，但一定要背上几本书，在花海里，草丛旁悠然品味，闲淡时光里徜徉书海。下班快乐！"",
            ""Name38"":""我在时间的轨迹上徘徊，踏上每一列经过的车。沿途的风景在渐渐远去，我举着那快叫思念的车牌，等待着最后一站——故乡。下班快乐！"",
            ""Name39"":""一个人的旅行，我走过了一季又一季，从夏蝉鸣叫，到雪花飘飞。一个人的旅行，我漂泊了一程又一程，从韶华年茂，到眉宇沧桑。下班快乐！"",
            ""Name40"":""我要准备好行李启程了，谢谢关心我的家人和朋友，为我祈祷平安就好。我的旅行，会有你们的故事陪伴，所以我不会孤单。放心吧。下班快乐！"",
            ""Name41"":""一根弦若是绷得太紧，总有一天会断裂，一颗心若是禁锢得太久，总有一天会失去平衡，我们需要放飞心灵，让心翱翔在自由的天空。下班快乐！"",
            ""Name42"":""生活的真谛在于创新，生活的理想在于远大，生活的艺术在于选择，生活的步履在于踏实，生活的乐趣在于追求，生活的安乐在于平淡。下班快乐！"",
            ""Name43"":""生活是一段奇妙的旅行，就在那一去无返的火车上。与那些新人和旧人们共同经历吧！也许这就是一个人无法抗拒的命运，有你有我也有他。下班快乐！"",
            ""Name44"":""旅行是一种病。一旦感染了，你就再也无法摆脱。它还是一种传染病，最后你可能把这种病传染给其他人而你自己根本就不想从中解脱出来！下班快乐！"",
            ""Name45"":""人生就像是一场旅行，遇到的既有感人的，也有伤心的，既有令人兴奋的，也有令人灰心的，既有美妙的风景，也会有称不上景只有风的地方。下班快乐！"",
            ""Name46"":""我想去旅行，一个人背包，一个人旅行，一个人目睹沿途的风景，拿着相机，拍下沿途上的风景，记录沿途的心情。那样的生活才是我想要的。下班快乐！"",
            ""Name47"":""旅游时最好的习惯：找个舒适的小店，挑张雅致的明信片，送给中意的TA，背面写上：某年某月某日，下午某时，天气晴，我在某地，想念你。下班快乐！"",
            ""Name48"":""去了不同的地方，看了不同的风景，知道了不同的事，感悟了不同的人生。凌晨，随着滑轮接触地面，飞机一阵抖动，我终于说出了最后一句再见。下班快乐！"",
            ""Name49"":""旅游，尝试着走出去，你才会发现，世界远不是你在出生的城市一呆几十年所看的那样，你会结识不同的人听到各种曲折的故事交到一辈子的朋友。下班快乐！"",
            ""Name50"":""每个人在他的人生发轫之初，总有一段时光，没有什么可留恋，只有抑制不住的梦想，没有什么可凭仗，只有他的好身体，没有地方可去，只想到处流浪。下班快乐！""
            }";
        }
    }
